Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/dhtml_menu/po/*.po
Languages: de

source: DHTML Menu
de: DHTML Menü

source: Configure jQuery slide effect and Duplicated menu items.
de: Einstellungen zum jQuery Slide Effekt und gedoppelten Menüeinträgen.

source: Replace navigation block
de: Navigations-Block ersetzen

source: jQuery slide effect
de: jQuery-Slide Effekt

source: Menu slides when it opens and closes.
de: Das Menü wird auf- und zugeschoben.

source: Duplicated menu items
de: Gedoppelte Menüeinträge

source: You can specify a list of menu items that should be displayed twice: Once as a parent item that expands and collapses the sub-menu and again as its own child item, which points directly to the page (the parent items still links on double-click). Enter one internal path (like "admin") on each line. To specify a custom link text, put it after the path, separated by a space.
de: Es können Menüeinträge angegeben werden, die doppelt angezeigt werden sollen: Als Eltern-Knoten, der das Sub-Menü auf- und zuklappt und als Kind-Knoten in diesem Sub-Menü, der zur entsprechenden Seite verlinkt (Der Eltern-Knoten funktioniert mit Doppelklick immer noch). Angabe eines internen Pfades (z.B. "admin") pro Zeile. Um einen eigenen Link-Text festzulegen, muss dieser durch ein Leerzeichen getrennt hinter dem Pfad angegeben werden.

source: Your navigation block has been replaced with its DHTML equivalent in all currently enabled themes.
de: Der Navigations-Block wurde durch sein DHTML-Äquivalent in allen gegenwärtig aktivierten Themes ersetzt.

source: Menus
de: Menüs

source: DHTML menu has been installed. If you wish, you may immediately <a href="@auto">enable it for the main navigation menu</a> or adjust your <a href="@settings">block settings</a> in detail.
de: DHTML-Menü wurde installiert. Bei Bedarf kann es sofort für das Navigations-Menü <a href="@auto">aktiviert</a> werden. Unter <a href="@settings">Block Einstellungen</a> können weitere Einstellungen vorgenommen werden.

source: DHTML Menus
de: DHTML Menüs

source: Adds new menus with DHTML to reduce page refreshes
de: Erstellt neue Menüs mit DHTML um Seitenaufrufe zu reduzieren.
