Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/find_path/po/*.po
Languages: de, ru

source: Adds a "Find alias" tab to "URL alias admin" page.
de: Fügt einen „Alias suchen“ Tabulator in die „URL-Aliase“ Seite ein.
ru: Добавляет вкладку "Найти синонимы" на страницу "Синонимы".

source: Find alias
de: Alias suchen
ru: Найти синонимы

source: Aliased path (you can use % as a wildcard)
de: Pfad-Alias (% kann als Platzhalter verwendet werden)
ru: Синонимичный путь (можно использовать % как маску)

source: Exact Match?
de: genaue Übereinstimmung?
ru: Точное совпадение?

source: Find All
de: Alle suchen
ru: Найти все

source: Looking for alias: %path
de: Suche nach Alias: %path
ru: Ищем синоним: %path

source: Alias of @url
de: Alias von @url
ru: Синоним @url

source: Edit Alias
de: Alias bearbeiten
ru: Изменить синоним

source: Delete Alias
de: Alias löschen
ru: Удалить синоним

source: View Node
de: Beitrag anzeigen
ru: Смотреть документ

source: Edit Node
de: Beitrag bearbeiten
ru: Изменить документ

source: View Panel
de: Panel anzeigen
ru: Смотреть панель

source: Edit Panel
de: Panel bearbeiten
ru: Изменить панель

source: View View
de: Ansicht anzeigen
ru: Смотреть вид

source: Edit View
de: Ansicht bearbeiten
ru: Изменить вид

source: Alias not found.
de: Alias wurde nicht gefunden.

source: Find URL Alias
de: URL Alias suchen
ru: Поиск URL-синонимы

source: Small utility to make finding aliased nodes easier
de: Kleines Utility um Beiträge mit Aliasen leichter zu finden
ru: Маленькая утилита, которая облегчает поиск синонимов документов.

source: Alias Not Found
ru: Синоним не найден
