Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/scheduler/po/*.po
Languages: cs, de

source: A module to schedule when nodes are (un)published.
cs: Modul k plánování, kdy mají být uzly vydány nebo stáhnuty.
de: Ein Modul um Termine für das Veröffentlichen von Inhalten festzulegen.

source: Enable scheduled (un)publishing
cs: Povolit plánované (ne)vydání
de: Terminplan verwenden

source: Check this box to enable scheduled (un)publishing for this node type.
cs: Povolit plánované (ne)vydýní pro tento typ uzlu.
de: Dieses Feld ankreuzen, um beim Bearbeiten dieses Inhaltstyps einen Termin zum Veröffentlichen festlegen zu können

source: Alter published on time
de: Erstellungsdatum ändern

source: Check this box to alter the published on time to match the scheduled time ("touch feature").
de: Dieses Feld ankreuzen um beim Veröffentlichen das Erstellungsdatum des Eintrags auf das Veröffentlichungsdatum zu setzen

source: Scheduling options
cs: Možnosti plánování
de: Veröffentlichungsoptionen

source: Publish on
cs: Vydat dne
de: Veröffentlichen am

source: Format: %time. Leave blank to publish on the time of form submission.
cs: Format: %time. Nechte prázne pro vydání ve standarním čase dle formuláře.
de: Format: %time. Frei lassen, um sofort zu veröffentlichen

source: Unpublish on
cs: Stáhnout dne
de: Veröffentlichung zurückziehen am

source: Format: %time. Leave blank to not unpublish this node.
cs: Format: %time. Nechte prázdné pokud nechcete stahovat.
de: Format: %time. Frei lassen, um die Veröffentlichung für unbestimmte Zeit bestehen zu lassen

source: Time zone
cs: Časová zóna
de: Zeitzone

source: Select the time zone to (un)publish in.
cs: Vyberte časovou zónu pro (ne)vydání.
de: Zeitzone für den Veröffentlichungstermin auswählen

source: @type: scheduled publishing of %title.
cs: @type: plánované vydání %title.
de: @type: Termin für die Veröffentlichung von %title

source: view
cs: zobrazit
de: Anzeigen

source: @type: scheduled unpublishing of %title.
cs: @type: plánované stažení %title.
de: @type: Termin für die das zurückziehen der Veröffentlichung von %title

source: Scheduler OS time check
de: Prüfen der Betriebssystemzeit

source: Your server reports the UTC time as %time and "localtime" as %lt.
de: Der Server lieferte als UTC-Zeit %time und als lokalisierte Zeit %lt

source: If all is well with your server's time configuration UTC should match <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC London Time</a> and the localtime should be the time where you are.
de: Wenn der Server korrekt konfiguriert ist, sollte die UTC-Zeit mit der <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC London Time</a> übereinstimmen und die lokalisierte Zeit mit der Zeit in Ihrer Zeitzone.

source: If this is not the case please have your Unix System Administrator fix your servers time/date configuration.
de: Falls das nicht der Fall ist, bitten Sie Ihren Server-Administrator die Zeiteinstellungen des Servers zu korrigieren

source: Scheduler: publish on
de: Veröffentlichungsmodul: Veröffentlichen am

source: Date/time on which the article will be automatically published
de: Datum/Zeit an dem der Inhalt automatisch veröffentlicht wird

source: Scheduler: unpublish on
de: Veröffentlichungsmodul: Veröffentlichung zurückziehen am

source: Date/time on which the article will be automatically un-published
de: Datum/Zeit an dem die Veröffentlichung des Inhalts automatisch zurückgezogen wird

source: content
cs: obsah
de: Inhalt

source: schedule (un)publishing of nodes
cs: plánovat (ne)vydání uzlů
de: veröffentlichungstermin von inhalten festlegen

source: scheduler
cs: plánovač
de: Zeitplan

source: Scheduler
de: Veröffentlichungsmodul

source: This module allows nodes to be published and unpublished on specified dates.
de: Ein Modul um Termine für das Veröffentlichen von Inhalten festzulegen.
