Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/scheduler/po/*_1.po
Languages: nb

source: A module to schedule node (un)publishing.
nb: En modul for å planlegge node (av)publisering.

source: schedule
nb: planlagte oppgaver

source: Form display mode
nb: Skjema visningsmodus

source: Allow post and hide scheduling
nb: Tillat post og gjem planlegging

source: Only allow post scheduling
nb: Bare tillat post planlegging

source: Only allow hide scheduling
nb: Bare tillat skjul planlegging

source: What options should the scheduler form offer?
nb: Hvilke opsjoner skal planlagte oppgaver skjema tilby?

source: Invalid scheduled post date set; automatically adjusted
nb: Ugyldig planlagt post dato angitt, automatisk justert

source: Invalid date set, automatically adjusted
nb: Ugyldig dato angitt, automatisk justert

source: Scheduled post date in the past
nb: Planlagt post dato i fortid

source: Date in the past
nb: Dato i fortid

source: Invalid scheduled hide date set; automatically adjusted
nb: Ugyldig planlagt skjul dato angitt, automatisk justert.

source: Scheduled hide date in the past
nb: Planlagt skjul dato i fortiden.

source: January
nb: Januar

source: February
nb: Februar

source: March
nb: Mars

source: May
nb: Mai

source: June
nb: Juni

source: July
nb: Juli

source: October
nb: Oktober

source: December
nb: Desember

source: Automatically post document
nb: Automatisk poste dokument

source: The date at which your document will be automatically posted.<br />Do not check the enabling checkbox unless you want to schedule this document.
nb: Datoen som du ønsker at dokumentet ditt skal automatisk postet<br />Ikke kryss av aktivering merket med mindre du vil planlegge dette dokumentet.

source: Automatically hide document
nb: Automatisk skjule dokument

source: The date at which your document will be automatically hidden.<br />Do not check the enabling checkbox unless you want to schedule this document.
nb: Datoen som du ønsker at dokumentet ditt skal automatisk skjules <br />Ikke kryss av aktivering merket med mindre du vil planlegge dette dokumentet.

source: Enabled
nb: Aktivert

source: Scheduling
nb: Planlegging

source: Scheduler posted %numpost nodes and hid %numhide nodes.
nb: Planlagte oppgaver postet %numpost noder og skjulte %numhide noder.

source: Title
nb: Tittel

source: Author
nb: Forfatter

source: Hide
nb: Skjul

source: Operations
nb: Handlinger

source: edit
nb: endre

source: delete
nb: slett

source: There are no scheduled nodes.
nb: Det er ingen planlagte noder.

source: special
nb: spesiell

source: schedule nodes
nb: planlagte noder

source: scheduler
nb: planlagte oppgaver
