Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/masquerade/po/*.po
Languages: da

source: Only the users with <strong>masquerade as admin</strong> permission, will be able to masquerade as the users who belong to the roles selected below. User #1 is automatically considered an administrator, regardless of roles.
da: Kun brugere med tilladelsen <strong>optræd som administrator</strong> kan optræde som brugere i rollerne herunder. Bruger nr. 1 opfattes automatisk som administrator uanset roller.

source: Switch user
da: Skift bruger

source: Masquerade as @testuser
da: Optræd som @testuser

source: Masquerade autocomplete
da: Skift bruger autofuldførelse

source: Masquerade
da: Skift bruger

source: Masquerade module allows administrators to masquerade as other users.
da: Med Masquerade-modulet kan administratorer optræde som andre brugere.

source: Switch back
da: Skift tilbage

source: Roles that are considered 'administrator' for masquerading.
da: Roller som kan optræde som andre brugere.

source: Default test user
da: Standard testbruger

source: Enter the username of an account you wish to switch easily between. The name must be an exisiting user.
da: Indtast brugernavnet på en konto som du ønsker at kunne skifte hurtigt til. Du skal indtaste brugernavnet fra en eksisterende konto.

source: No such user exists. Please enter a valid username.
da: Brugeren findes ikke. Indtast et gyldigt brugernavn.

source: User %user no longer masquerading as %masq_as.
da: Brugeren %user optræder ikke længere som %masq_as.

source: Masquerade as !user
da: Optræd som !user

source: You are masquerading as:<br />%masq_as
da: Du optræder som:<br />%masq_as

source: Quick switch to @user
da: Hurtigt skift til @user

source: Enter username to masquerade.
da: Optræd som denne bruger.

source: Go
da: Skift

source: You cannot masquerade as %anonymous!
da: Du kan ikke optræde som %anonymous!

source: You are already masquerading!
da: Du optræder allerede som en anden bruger!

source: User %masq_as does not exist. Please enter a valid username.
da: Brugen %masq_as findes ikke. Indtast et gyldigt brugernavn.

source: You cannot masquerade on yourself!
da: Du kan ikke optræde som dig selv!

source: Sorry! But it is not possible to masquerade in off-line mode!
da: Det er ikke muligt at optræde som en anden bruger når sitet er offline!

source: The user is not allowed to access site in off-line mode!
da: Brugeren kan ikke se sitet når det er offline!

source: User %user now masquerading as %masq_as.
da: Brugeren %user optræder nu som %masq_as.

source: Now masquerading as %masq_as.
da: Du optræder nu som %masq_as.

source: No longer masquerading as %masq_as.
da: Du optræder ikke længere som %masq_as.

source: masquerade
da: optræd som bruger

source: masquerade as user
da: optræd som bruger

source: masquerade as admin
da: optræd som administrator

source: The required database tables for Masquerade module were created successfully.
da: Masquerade-modulets databasetabeller er blevet oprettet.

source: Allows permitted users to masquerade as other users.
da: Modulet lader bestemte brugere optræde som andre brugere.
