Repository: wunluv/d5tokeystone
Catalog: sites/all/modules/gsitemap/po/*.po
Languages: el, pt

source: The following options allow you to alter the behavior of the XML Sitemap module. Your site map can be found at !url.
el: Οι παρακάτω επιλογές σάς επιτρέπουν να αλλάξετε τη συμπεριφορά της μονάδας XML Sitemap. Ο χάρτης ιστοτόπου σας υπάρχει στη διεύθυνση !url.

source: Adjust the settings used to generate your site map.
el: Διευθέτηση των ρυθμίσεων που χρησιμοποιούνται για τη δημιουργία του χάρτη ιστοτόπου σας.

source: Settings
el: Ρυθμίσεις

source: Additional links
el: Πρόσθετοι σύνδεσμοι

source: Specify additional pages to add to your site map.
el: Ορίστε πρόσθετες σελίδες που θέλετε να προσθέσετε στο χάρτη ιστοτόπου σας.

source: Site map index
el: Κατάλογος χάρτη ιστοτόπου

source: Google verification page
el: Σελίδα επαλήθευσης του Google

source: Site map !number
el: Χάρτης ιστοτόπου !number

source: XML Sitemap settings
el: Ρυθμίσεις XML Sitemap

source: Priority override
el: Υπέρβαση προτεραιότητας
pt: Re-escrever a prioridade

source: Optionally override the site map priority for this post. The lowest priority is 0.0; the highest priority is 1.0. A priority of -1 will prevent this post from appearing in the site map.
el: Προαιρετικά υπέρβαση της προτεραιότητας του χάρτη ιστοτόπου για αυτή την καταχώριση. Η χαμηλότερη προτεραιότητα είναι 0.0· η υψηλότερη είναι 1.0. Προτεραιότητα με τιμή -1 θα προκαλέσει τη μη εμφάνιση αυτής της καταχώρισης στο χάρτη ιστοτόπου.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the site map.
el: Η προτεραιότητα θα πρέπει να είναι αριθμός μεταξύ 0.0 και 1.0, συμπεριλαμβανομένων, ή -1 ώστε αυτός ο κόμβος να μην εμφανίζεται στο χάρτη ιστοτόπου.

source: Priority settings
el: Ρυθμίσεις προτεραιότητας

source: Front page priority
el: Προτεραιότητα αρχικής σελίδας
pt: Prioridade da página principal

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
el: Αυτή είναι η απόλυτη προτεραιότητα για την αρχική σελίδα. Οι τιμές κυμαίνονται μεταξύ 0.0 και 1.0.

source: Promotion adjustment
el: Διευθέτηση προβιβασμού

source: This number will be added to the priority of each node that is promoted to the front page.
el: Αυτός ο αριθμός θα προστίθεται στην προτεραιότητα κάθε κόμβου που είναι προβιβασμένος στην αρχική σελίδα.

source: Comment ratio weight
el: Βάρος λόγου σχολίου
pt: Peso do rácio dos comentários

source: This number will be multiplied with the ratio of the number of comments on the node over the number of comments on the node with the most comments, i.e., this number will be added to the priority of the node with the most comments.
el: Αυτός ο αριθμός θα πολλαπλασιάζεται με το λόγο του αριθμού των σχολίων του κόμβου και του αριθμού των σχολίων του κόμβου με τα περισσότερα σχόλια. Ο αριθμός θα προστίθεται στην προτεραιότητα του κόμβου με τα περισσότερα σχόλια.
pt: Este número será multiplicado pelo rácio do número de comentários no nó sobre o número de comentários no nó com mais comentŕios, ex. este número será adicionado à prioridade do nó com mais comentários.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the site map.
el: Μπορείτε να εισάγετε -1 σε οποιοδήποτε από τα παρακάτω πεδία για να αποτρέψετε τους κόμβους αυτού του τύπου να εμφανίζονται στο χάρτη ιστοτόπου.

source: %name adjustment
el: Διευθέτηση %name
pt: ajuste %name

source: This number will be added to the priority of nodes of type %name.
el: Αυτός ο αριθμός θα προστίθεται στην προτεραιότητα των κόμβων του τύπου %name.
pt: Este número será adicionado à prioridade dos nós do tipo %name.

source: Search engines
el: Μηχανές αναζήτησης

source: Submit site map to Google.
el: Υποβολή του χάρτη ιστοτόπου στο Google.

source: Submission URL
el: Διεύθυνση URL υποβολής

source: The URL to submit the site map to.
el: Η διεύθυνση URL που θα υποβληθεί ο χάρτης ιστοτόπου.

source: Verification link
el: Σύνδεσμος επαλήθευσης
pt: Ligação de verificação

source: In order to show statistics, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the XML Sitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
el: Για την εμφάνιση στατιστικών, το Google θα σας ζητήσει να επιβεβαιώσετε ότι ελέγχετε τον ιστοτόπο σας με τη δημιουργία μιας σελίδας με ένα συγκεκριμένο όνομα. Εισάγετε εδώ το όνομα αυτό και η μονάδα του XML Sitemap θα προσθέσει το αρχείο αυτό. Πρέπει να σημειωθεί ότι αυτό θα δουλέψει μόνο αν έχετε καθαρές διευθύνσεις URL.

source: Submit site map to Yahoo.
el: Υποβολή του χάρτη ιστοτόπου στο Yahoo.

source: Submit site map to Ask.com.
el: Υποβολή του χάρτη ιστοτόπου στο Ask.com.

source: Submit site map when updated.
el: Υποβολή του χάρτη ιστοτόπου όταν ενημερώνεται.

source: If enabled, search engines will be notified of changes to the site map each time it is updated.
el: Αν είναι ενεργοποιημένο, οι μηχανές αναζήτησης θα ενημερώνονται για τις αλλαγές στο χάρτη ιστοτόπου όταν αυτός ενημερώνεται.

source: Submit site map on cron run.
el: Υποβολή του χάρτη ιστοτόπου κατά την εκτέλεση του cron.

source: If enabled, search engines will be notified of changes to the site map each time cron is run.
el: Αν είναι ενεργοποιημένο, οι μηχανές αναζήτησης θα ενημερώνονται για τις αλλαγές στο χάρτη ιστοτόπου όταν εκτελείται το cron.

source: Log accesses.
el: Καταγραφή των προσπελάσεων.

source: If enabled, a watchdog entry will be made each time the site map is accessed, containing information about the requestor.
el: Αν είναι ενεργοποιημένο, θα εισάγεται μια εγγραφή στο φύλακα κάθε φορά που προσπελαύνεται ο χάρτης ιστοτόπου και θα περιέχει πληροφορίες σχετικά με τον αιτών.

source: Other settings
el: Άλλες ρυθμίσεις

source: Chunk size
el: Μέγεθος κομματιού

source: This is the number of links to send at one time. Values can range between 1 and 50,000.
el: Αυτός είναι ο αριθμός των παραπομπών που θα αποστέλλονται μία φορά. Οι τιμές κυμαίνονται μεταξύ 1 και 50000.

source: Count comments in change date and frequency
el: Καταμέτρηση των σχολίων στις ημερομηνίες αλλαγής και τη συχνότητα
pt: Contabilizar comentários por data de alteração e frequência

source: If enabled, the frequency of comments on a node will affect its change frequency and last modification date.
el: Αν είναι ενεργοποιημένο, η συχνότητα των σχολίων ενός κόμβου θα επηρεάζει τη συχνότητα αλλαγής του κόμβου και την ημερομηνία τελευταίας τροποποίησής του.
pt: Se activo, a frequência dos comentários num nó, afectará a sua frequência de alteração e última data de modificação.

source: Include links to taxonomy term pages
el: Συμπερίληψη των συνδέσμων στις σελίδες όρων ταξινομίας
pt: Incluir ligações para as páginas de termos de taxonomia.

source: If enabled, links to taxonomy term pages will be included in the site map.
el: Αν είναι ενεργοποιημένο, θα συμπεριλαμβάνονται στο χάρτη ιστοτόπου οι σύνδεσμοι για τις σελίδες όρων ταξινομίας.

source: Include links to user profile pages
el: Συμπερίληψη των συνδέσμων στις σελίδες των προφίλ χρηστών

source: If enabled, links to user profile pages will be included in the site map (requires anonymous users to have "access user profiles" permission).
el: Αν είναι ενεργοποιημένο, θα συμπεριλαμβάνονται στο χάρτη ιστοτόπου οι σύνδεσμοι για τις σελίδες των προφίλ χρηστών (απαιτεί την άδεια "πρόσβαση σε προφίλ χρηστών" για τους ανώνυμους χρήστες).

source: Cannot send more than 50,000 links at one time.
el: Δεν είναι δυνατή η αποστολή περισσότερων από 50000 συνδέσμων σε μία φορά.

source: Pages
el: Σελίδες

source: Enter one page per line as Drupal paths. For example, if the URL is <em>http://example.com/node/1</em>, enter <em>node/1</em>.
el: Εισάγετε μία σελίδα ανά γραμμή ως διαδρομές του Drupal. Για παράδειγμα, αν η διεύθυνση URL είναι η <em>http://example.com/node/1</em>, εισάγετε <em>node/1</em>.

source: Additional links priority
el: Προτεραιότητα πρόσθετων συνδέσμων

source: This is the absolute priority for additional links. Values can range between 0.0 and 1.0. The default priority is 0.5.
el: Αυτή είναι η απόλυτη προτεραιότητα για τους πρόσθετους συνδέσμους. Οι τιμές κυμαίνονται μεταξύ 0.0 και 1.0. Η εξ' ορισμού προτεραιότητα είναι 0.5.

source: Priority must be between 0.0 and 1.0.
el: Η προτεραιότητα πρέπει να είναι μεταξύ 0.0 και 1.0.

source: Site map @chunk
el: Χάρτης ιστοτόπου @chunk

source: !sitemap downloaded by @user-agent at @address.
el: !sitemap λήφθηκε από @user-agent στη διεύθυνση @address.

source: !sitemap downloaded by Google.
el: !sitemap λήφθηκε από το Google.

source: Unable to load site map. Make sure your temporary directory exists and is writable by Drupal.
el: Δεν ήταν δυνατή η φόρτωση του χάρτη ιστοτόπου. Σιγουρευτείτε ότι υπάρχει ο προσωρινός κατάλογος και ότι είναι εγγράψιμος από το Drupal.

source: Site map successfully submitted to Google.
el: Ο χάρτης ιστοτόπου υποβλήθηκε με επιτυχία στο Google.

source: Error occurred submitting site map to Google: @code
el: Σφάλμα κατά την υποβολή του χάρτη ιστοτόπου στο Google: @code

source: Site map successfully submitted to Yahoo.
el: Ο χάρτης ιστοτόπου υποβλήθηκε με επιτυχία στο Yahoo.

source: Error occurred submitting site map to Yahoo: @code
el: Σφάλμα κατά την υποβολή του χάρτη ιστοτόπου στο Yahoo: @code

source: Site map successfully submitted to Ask.com.
el: Ο χάρτης ιστοτόπου υποβλήθηκε με επιτυχία στο Ask.com.

source: Error occurred submitting site map to Ask.com: @code
el: Σφάλμα κατά την υποβολή του χάρτη ιστοτόπου στο Ask.com: @code

source: override node priority
el: υπέρβαση της προτεραιότητας του κόμβου
pt: re-escrever a prioridade do nó

source: Creates an XML site map in accordance with the sitemaps.org specification.
el: Δημιουργεί ένα χάρτη ιστοτόπου σε XML σύμφωνα με την προδιαγραφή του sitemaps.org.

source: The following options allow you to alter the behavior of the Google Sitemap module. Your sitemap can be found at <a href="@url">@url</a>.
pt: As seguintes opções permitem-lhe alterar o comportamento do módulo Google Sitemap. O seu Sitemap pode ser encontrado em <a href="@url">@url</a>.

source: Adjust the settings used to generate your Google Sitemap.
pt: Ajustar as opções usadas para gerar o Google Sitemap.

source: gsitemap verification page
pt: página de verificação do gsitemap

source: gsitemap Settings
pt: Opções do gsitemap

source: Optionally specify a value for the priority in the Google Sitemap, or -1 to prevent it from appearing in the sitemap.
pt: POde opcionalmente especificar um valor para a prioridade no Google Sitemap, ou -1 para prevenir que apareça no sitemap.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the sitemap.
pt: A prioridade deve ser um número entre 0.0 e 1.0, inclusive, ou -1 para prevenir este nó de aparecer no sitemap.

source: Priority Settings
pt: Opções de prioridade

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
pt: Esta é a prioridade absoluta para a página principal. Os valores ficam no intervalo de 0.0 e 1.0.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the sitemap.
pt: Pode inserir -1 em qualquer dos seguintes campos para prevenir que nós desse tipo apareçam no sitemap.

source: Other Settings
pt: Outras Opções

source: In order to view stats, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the gsitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
pt: Para poder ver as estatísticas, o Google vai-lhe pedir para verificar que controla este site criando uma página com um determinado nome. Insira esse nome aqui e o gsitemap vai capturar esse nome de ficheiro. Note que esta funcionalidade apenas funcionará se tiver activo URLs amigáveis.

source: If enabled, links to taxonomy term pages will be included in the sitemap.
pt: Se activo, ligações para as páginas de termos de taxonomia serão incluídas no sitemap.

source: Submit sitemap to Google when updated
pt: Submeter o sitemap para o Google sempre que for actualizado

source: If enabled, the sitemap will be submitted to Google via HTTP request each time it is updated. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
pt: Se activo, o sitemap vai ser submetido para o Google através de um pedido HTTP sempre que for actualizado. Se tiver submetido o sitemap usando um Conta Google, isto provavelmente não é necessário.

source: Submit sitemap to Google on cron run
pt: Submeter o sitemap para o Google na execução do cron

source: If enabled, the sitemap will be submitted to Google via HTTP request each time the cron job is run. If you have submitted your sitemap using a Google Account, this is probably unnecessary.
pt: Se activo, o sitemap vai ser submetido para o Google através de um pedido HTTP sempre que o cron for executado. Se tiver submetido o sitemap usando um Conta Google, isto provavelmente não é necessário.

source: Log accesses
pt: Registar acessos

source: If enabled, an watchdog entry will be made each time the sitemap is accessed, containing information about the requestor.
pt: Se activo, uma entrada no watchdog será feita sempre que o sitemap é acedido, contendo informação sobre quem fez o pedido.

source: Sitemap downloaded by Google.
pt: Sitemap descarregado pelo Google.

source: Sitemap downloaded by @user-agent at @address.
pt: Sitemap descarregado pelo @user-agent de @address.

source: Sitemap successfully submitted to Google.
pt: Sitemap submetido com sucesso para o Google.

source: Error occurred submitting sitemap to Google: @code
pt: Ocorreu um erro ao submeter o sitemap para o Google: @code

source: Creates a Google Sitemap.
pt: Cria um Google Sitemap.
