Repository: wunluv/d5tokeystone
Catalog: sites/heavenletters.org/modules/contrib/localizer/po/*.po
Languages: de

source: Languages
de: Sprachen

source: When switching user interface locale, switch also the content locale
de: Beim Umschalten der Interfacesprache auch die Inhaltssprache wechseln

source: Keep separated user interface and content locale
de: Behalte das Benutzerinterface und die Inhaltslokale separiert

source: User interface and content locale switch
de: Umschaltung des Benutzerinterface und der Inhaltslokale

source: Language
de: Sprache

source: Locale
de: Lokale

source: Home
de: Startseite

source: Multilingual content
de: Mehrsprachiger Inhalt

source: Use global options
de: Globale Optionen verwenden

source: Localizer switch ui locale
de: Sprachumschaltung der Benutzeroberfläche durch Lokalisierer

source: Localizer switch admin locale
de: Sprachumschaltung der Benutzeroberfläche durch Lokalisierer

source: Localizer
de: Lokalisierer

source: Configure multilingual support
de: Mehrsprachige Unterstützung konfigurieren

source: Locale switching block
de: Umschaltblock für die Lokale

source: Hide the current locale
de: Verstecke die aktuelle Lokale

source: Show language name
de: Name der Sprache anzeigen

source: Show flags
de: Flaggen anzeigen

source: Flag and language separator
de: Trennzeichen zwischen Flagge und Sprache

source: Flag icons path
de: Pfad zu den Flaggen

source: Flag icons size
de: Bildgröße der Flaggen

source: Locale initial detection options
de: Optionen für die initiale Erkennung der Lokale

source: Detect through browser's locale
de: Erkennung über die Browserlokale

source: Locale switching options
de: Optionen für die Umschaltung der Lokale

source: Redirect front page to the localized version
de: Hauptseite auf die lokalisierte Version umleiten

source: Switch by locale parameter
de: Umschaltung über den Lokaleparameter

source: Switch by node's locale
de: Umschaltung über die Lokale der Node

source: Switch by url's locale prefix
de: Umschaltung über die Lokale am Anfang der URL

source: By hostname
de: Über den Hostnamen

source: Switch by hostname
de: Umschaltung über den Hostnamen

source: @hostname hostname
de: Hostname für @hostname

source: Multilingual content support
de: Unterstützung für mehrsprachigen Inhalt

source: Multilingual content block
de: Mehrsprachiger Inhaltsblock

source: Multilingual content display options
de: Optionen für mehrsprachigen Inhalt

source: Authenticated users
de: Angemeldete Benutzer

source: Anonymous users
de: Gäste

source: Support for different contents types
de: Unterstützung für unterschiedliche Inhaltstypen

source: Types
de: Typen

source: Support for external modules
de: Unterstützung für externe Module

source: Views global support
de: Globale Unterstützung für Ansichten

source: Default locale options
de: Standard Sprachoptionen

source: Do not pre-select a language for new contents.
de: Für neue Inhalte sollte keine Sprache vorausgewählt werden.

source: If this is enabled, the option "Any" is always pre-selected for new contents. If this is disabled, the current locale is pre-selected.
de: Sobald aktiviert, wird die Option „Jede“ immer für neue Inhalte vorausgewählt. Wenn deaktiviert, wird die aktuelle Sprache vorausgewählt.

source: Content languages
de: Inhaltssprachen

source: Change
de: Ändern

source: access localizer
de: Zugriff auf Lokalisierer

source: administer localizer
de: Lokalisierer verwalten

source: Provides multilingual support
de: Ermöglicht mehrsprachige Unterstützung

source: localizer
de: Lokalisierer

source: Translations
de: Übersetzungen

source: Current translations
de: Aktuelle Übersetzungen

source: Title
de: Titel

source: Options
de: Optionen

source: Not translated
de: Nicht übersetzt

source: create translation
de: Übersetzung erstellen

source: select node
de: Node auswählen

source: Remove
de: Entfernen

source: Remove node from this translation set
de: Entferne Node von der Übersetzungsauswahl

source: Save
de: Speichern

source: No nodes available in @language
de: Keine Nodes verfügbar in @language

source: Select translation for @language
de: Übersetzung für @language auswählen

source: The translation has been saved
de: Die Übersetzung wurde gespeichert

source: Text without flag
de: Text ohne Flaggen

source: Text with flag
de: Text mit Flaggen

source: Only flag
de: Nur Flaggen

source: is
de: ist

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Localizer block
de: Lokalisierer für Blöcke

source: Provides multilingual support for block module
de: Ermöglicht mehrsprachige Unterstützung im Block Modul

source: Localizer menu
de: Lokalisierer für Menüs

source: Provides multilingual support for menu module
de: Ermöglicht mehrsprachige Unterstützung im Menü Modul

source: Localizer node
de: Lokalisierer für Nodes

source: Provides multilingual support for node module
de: Ermöglicht mehrsprachige Unterstützung im Node Modul

source: Localizer taxonomy
de: Lokalisierer für Taxonomie

source: Provides multilingual support for taxonomy module
de: Ermöglicht mehrsprachige Unterstützung im Taxonomie Modul

source: Localizer user
de: Lokalisierer für Benutzer

source: Provides multilingual support for user module
de: Ermöglicht mehrsprachige Unterstützung im Benutzer Modul

source: Localizer variable
de: Lokalisierer für Variablen

source: Provides multilingual support for variables
de: Ermöglicht mehrsprachige Unterstützung für Variablen

source: Localizer views
de: Lokalisierer für Ansichten

source: Provides multilingual support for views module
de: Ermöglicht mehrsprachige Unterstützung im Ansichten Modul
